a = input("Вкажіть перше число: ")

b = input("Вкажіть друге число: ")

print ("Якщо до першого числа додати друге, то одержимо число: ", int(a) + int(b))

print("Якщо від першого числа відняти друге, то одержимо число: ", int(a) - int(b))

print("Якщо перше число помножити на друге, то одержимо число: ", int(a) * int(b))

print("Якщо пер число поділити на друге, то одержимо число: ", int(a) / int(b))

print("Якщо перше число піднести до степеня другого, то одержимо число: ", int(a) ** int(b))

